Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F38A.tmx
Source language: en_us
Languages: zh_cn

source: Sculpture of ancient Rome: The shock of the old
zh_cn: 古罗马雕塑：来自远古的震撼

source: It must have been bliss to be an archaeologist during the 18th Century, when the Roman towns of Pompeii and Herculaneum were rediscovered.
zh_cn: 18世纪的考古学家肯定很幸福，那会儿正好发掘出罗马古城庞贝和赫库兰尼姆。

source: Take the Villa of the Papyri outside Herculaneum: 85 sculptures were uncovered at this site alone between 1750 and 1761.
zh_cn: 在赫库兰尼姆城外的帕比里庄园，仅1750至1761年之间，就出土了85件雕塑。

source: But it could be awkward too.
zh_cn: 然而考古学家肯定也很尴尬。

source: Imagine how the excavators must have felt when they unearthed the most infamous of these sculptures in the presence of the king of Naples and Sicily on a spring day in 1752.
zh_cn: 试想，在1752年的一个春天，当着那不勒斯和西西里国王的面，挖凿者们挖出第一幅图中那个十分不雅的雕塑时，心里该作何感想呢。

source: Carved from a single block of Italian marble, it showed the wild god Pan making love to a goat.
zh_cn: 从一块独立的意大利大理石凿出的这尊雕塑，展现了狂野的潘神在同一只山羊做爱的情景。

source: With his right hand, Pan grabs the nanny goat's tufted beard, yanking forward her head so that he can stare deep into her eyes.
zh_cn: 潘神用右手抓住母羊的胡子，把母羊的头拉向自己，以便能够直视母羊的眼睛。

source: The king was not amused.
zh_cn: 国王是不会高兴的。

source: Unlike most of the 18th-Century finds from Herculaneum and Pompeii, the sculpture was hidden away, available to view only with the monarch's permission.
zh_cn: 与大多数18世纪出土于赫库兰尼姆和庞贝的文物不同，该雕塑被藏了起来，只有获得国王的批准才能够观看。

source: Yet, from the moment of its discovery, the statue generated curiosity as well as horror.
zh_cn: 不过，自从发现之日起，这尊雕塑不仅让人惶恐，更让人好奇。

source: It quickly became a fashionable sight for Englishmen gallivanting around Europe on the Grand Tour.
zh_cn: 不久，它就成了英国人游历欧洲时非常流行的猎奇之物。

source: The 18th-Century English sculptor Joseph Nollekens produced a terracotta replica from memory - though his bug-eyed animal is far more surprised by Pan's attentions than the Roman goat, which seems almost complicit.
zh_cn: 18世纪英国雕塑家约瑟夫·诺勒肯斯凭记忆制作了一个陶土复制品，他手下的母羊瞪大双眼，受到的惊吓看起来比原雕塑中的母羊要多，似乎是创作者有意为之。

source: Without realising, Nollekens had stressed the scene's undertones of bestiality and rape - even though the original may have appeared much less violent to the Romans.
zh_cn: 然而诺勒肯斯并未意识到，他的做法更突出了雕塑中兽性与乱交的基调——尽管原作对古罗马人来说并没有那么暴力。

source: Different cultures view the same things in different ways.
zh_cn: 同样的事物，不同的文化会有不同的看法。

source: Art that we consider shockingly erotic or violent was commonplace in the Roman world.
zh_cn: 我们认为极度色情暴力的艺术，在古罗马世界其实再平常不过了。

source: Now, the sculpture of Pan and the goat is setting pulses racing once again.
zh_cn: 如今，潘神与母羊的雕塑再一次令人血脉喷张。

source: On loan from the National Archaeological Museum in Naples, where it is usually shown in the 'Secret Cabinet' alongside other erotic material from the ancient Roman world, the statue features in the British Museum's major exhibition Life and Death in Pompeii and Herculaneum, currently on show in London.
zh_cn: 作为那不勒斯国家考古博物馆的藏品，该雕塑通常同其他来自古罗马的情色物品一起，放置在“隐密展柜”里。现在，不列颠博物馆借来此物，在大型主题展——“庞贝和赫库兰尼姆的生与死”中，展出该雕塑。

source: A discreet label forewarns visitors that the exhibition "contains sexually explicit material".
zh_cn: 标签上还特意提示游客们，该展品“包含明显的色情内容。”

source: Grim gardens
zh_cn: 肮脏的庄园

source: Today it is tempting to view the sculpture as a piece of vile erotica - but I'm not so sure.
zh_cn: 这尊雕塑很容易被看成是一件恶心的色情作品，不过我不这样认为。

source: The Villa of the Papyri also contained a library full of hundreds of scrolls, suggesting that the man who owned the sculpture was sophisticated and well-read.
zh_cn: 帕比里庄园的几百本藏书暗示着雕塑的主人是博学多识的。

source: Perhaps he was also a provocative pervert who enjoyed scandalising his guests.
zh_cn: 也许他是个喜欢逗人的变态，就喜欢看客人们难堪的样子。

source: But even a cursory acquaintance with the Roman world suggests that this wasn't necessarily the case.
zh_cn: 不过，只要对古罗马稍有了解，便能感觉到事情并非如此。

source: Today some people decorate their gardens with gnomes.
zh_cn: 现如今，一些人喜欢用地精来装饰花园。

source: The Romans preferred sexier, gutsier, more bloodthirsty subjects.
zh_cn: 古罗马人则喜欢更色情、粗犷、残忍的主题。

source: Elsewhere in the British Museum's exhibition, we encounter two sublime marble sculptures depicting tense stags hollering with fear as they are overcome by snarling hunting dogs.
zh_cn: 在不列颠博物馆的展品中，我们还看到两个高大的大理石雕塑，描绘的是两只牡鹿因被猎狗撕咬而惊恐大叫的场景。

source: The hounds gnash at the ears of their prey, using their claws to gouge deep into flesh.
zh_cn: 猎狗啃噬着猎物的耳朵，并将爪子深深嵌入猎物的皮肉。

source: These sculptures aren't lewd, but they are extraordinarily violent.
zh_cn: 这俩雕塑并不色情，但非常暴力。

source: While we can appreciate the way in which the sculptor arranged a chaotic subject into coherent forms, they still seem like strange choices for garden ornaments, by our standards.
zh_cn: 虽然我们能够欣赏到雕刻家将混乱化为连贯的巧妙技艺，但用这种雕塑来装饰庄园（以现代人的标准来说）仍然让人不解。

source: So does a nearby marble statuette of a pot-bellied Hercules, clearly the worse for wear following a drunken banquet, about to take a pee.
zh_cn: 紧挨着还有一个大理石雕塑，是腆着大肚的赫拉克勒斯，在狂饮大醉之后，开始撒尿。

source: But the Romans couldn't get enough of this sort of stuff.
zh_cn: 但是古罗马人并不满足于这类主题。

source: One of my favourite Roman sculptures is the Hanging Marsyas. This presents the bearded satyr, Marsyas, bound to a tree.
zh_cn: 我最喜欢的古罗马雕塑之一，是被缚的马西亚斯，描绘的是蓄胡须的森林之神马西亚斯，给绑在树上的情景。

source: He is about to be flayed alive as punishment for challenging the lyre-playing god Apollo to a musical contest (inevitably, he lost).
zh_cn: 因为在挑战乐神阿波罗时输了比赛，作为惩罚，马西亚斯将要被活生生地剥皮。

source: Several sculptures depicting this scene have survived, including a handful carved from purple-veined marble, which offers a grisly sense of the bloody flesh about to be revealed by the torturer's knife.
zh_cn: 有关这一主题的雕塑有好几个存世的，其中包括一些用紫色大理石雕刻的作品，无不生动地体现出将要被刀割的皮肉的肌理。

source: It is a similar story with the famous Laocoon, that tangle of thrusting limbs, lightning-quick sea serpents and agonised expressions that has haunted the Western imagination ever since it was discovered in Rome and deposited in the Belvedere courtyard of the Vatican by Pope Julius II in 1506.
zh_cn: 著名的拉奥孔群雕也是如此，那挥舞的四肢，迅捷的水蛇和痛苦的表情，自1506年从罗马出土，并移送至教皇尤里乌斯二世的庭院后，便一直让整个西方难以忘怀。

source: This moving marble sculpture of the Trojan priest Laocoon and his two sons struggling to escape from the coils of their fate, forever frozen in the throes of anguish, has inspired countless artists and writers, from Michelangelo to Dickens.
zh_cn: 这个生动的群雕，刻画出特洛伊祭司拉奥孔和两个儿子拼命挣脱命运束缚的惨状。雕塑将画面永远定格在痛苦至死的瞬间，让无数的艺术家和作家为之触动，其中就包括米开朗琪罗和狄更斯。

source: It puzzles me that the Romans, who valued integrity and gravitas, were so obsessed with gore.
zh_cn: 古罗马人追求正派庄严，因此他们对血腥的迷恋令我疑惑不解。

source: After all, their gladiatorial games and spectacles in the arena involving wild beasts and condemned criminals were nothing but a form of ritualised human sacrifice.
zh_cn: 毕竟，他们的决斗竞技和斗兽场上野兽与犯人的残杀不过是人祭的一种仪式。

source: Ancient Rome was a curious mixture of civilisation and barbarism.
zh_cn: 古罗马真是文明与野蛮并存的奇妙国度。

source: Saucy sculpture
zh_cn: 色情的雕塑

source: As the sculpture of Pan and the goat attests, sex pervaded Roman culture as much as violence.
zh_cn: 有关潘神和母羊的雕塑表明，性与暴力一样，充斥着古罗马文化。

source: A year and a half ago, I visited Pompeii, while filming a BBC documentary series called Treasures of Ancient Rome.
zh_cn: 一年半以前，我曾到过庞贝古城，当时是去拍摄一部BBC纪录片，名为《古罗马的珍宝》。

source: While it wasn't surprising that one of the town's brothels was painted with sexually explicit frescoes, I did find it bizarre that so many buildings were decorated with plaques depicting erect phalluses.
zh_cn: 城里的一家妓院画着挑逗的壁画，这点没什么好惊讶的，让我觉得诡异的是很多建筑都装饰着绘有阴茎的石板。

source: It used to be thought that these pointed the way to one of Pompeii's many brothels: according to some estimates there were as many as 35 in a town with a population of around 12,000 people.
zh_cn: 之前通常认为，这些石板在为庞贝古城中的妓院指路。据估计，在人口约12,000的城中，有多达35家妓院。

source: But most scholars now believe that the phallus functioned as a kind of amulet, warding off evil forces.
zh_cn: 然而，大多数学者现在认为，这些阴茎只是被当作驱邪的护身符而已。

source: This would explain its ubiquity in contexts that we might find surprising: in the exhibition at the British Museum, for instance, there is a curious object known as a 'tintinnabulum', or wind chime, consisting of a winged phallus (with lion feet, as well as its own phallus and phallus tail), from which five bells have been suspended.
zh_cn: 这就能解释为什么它是一种广泛存在的主题：在不列颠博物馆的展品中，就有一件奇怪的物品，叫做“风铃”，是一个长了翅膀的阴茎（长着狮子的后腿，阴茎状尾巴，主干下边还有一个小阴茎），下边垂着五个铃铛。

source: Although it was discovered in Pompeii, a similar object would not have looked out of place in the Villa of the Papyri in Herculaneum, tinkling from the boughs as visitors looked at the sculpture of Pan having sex with a goat.
zh_cn: 尽管出土于庞贝古城，不过，像这样一件物品，若要放置在帕比里庄园，也不出格，当宾客们观看潘神与母羊做爱的雕像时，这个风铃恰好从树枝上垂下，泛起清脆的铃声。

source: Exhibitions such as Life and Death in Pompeii and Herculaneum offer the tantalising impression of proximity to our ancient forebears.
zh_cn: “庞贝和赫库兰尼姆的生与死”这类展览，让我们感觉与祖先的距离好似拉进了。

source: A bronze bust of a Roman banker is so creased and lifelike that we believe we can grasp his character.
zh_cn: 看到一个古罗马放贷者的半身铜像，其逼真程度会让我们觉得都能捕捉到他的性格特点了。

source: A bone vessel still contains pink pigment that a Roman matriarch probably used to rouge her cheeks.
zh_cn: 看到一个骨制容器，里边仍然盛有粉红色的颜料，会让我们觉得说不准就是哪位女主人曾经用来涂胭脂的。

source: But then a sculpture such as that of Pan making love to a goat plunges us back into darkness and uncertainty, and makes the chasm of two millennia feel as abyss-like as ever.
zh_cn: 不过话说回来，像潘神与母羊这种雕塑，又把我们拽入黑暗和未知中来，让两个千年之间的距离好似永远无法逾越的鸿沟。

source: We will never be able fully to comprehend what the sculpture meant to the Romans who first saw it.
zh_cn: 我们永远无法准确知道，古罗马人第一次见到这个雕塑的时候，心里作何感想。

source: Where we see smut or rape, perhaps they saw comedy or even tenderness.
zh_cn: 当我们只能看到淫秽和乱交时，或许他们能看到喜感甚至柔情。

source: All we can say with certainty is that their attitudes towards sex and violence differed radically from ours.
zh_cn: 我们唯一能确定的是，他们对性和暴力的态度与我们截然不同。

source: Understanding the past is an elusive, ever-changing quest.
zh_cn: 理解过去是一场永恒而艰难的寻觅。
